export const privacy = `
### 개인정보처리방침

페스티볼(이하 "회사"라 함)은 회사가 운영하는 서비스를 이용하는 이용자의 개인정보를 매우 소중히 보호하고 있습니다. 회사는 개인정보 보호를 위해 개인정보보호법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관계 법령이 정한 바를 준수하여 적법하고 안전하게 개인정보를 처리하고 있습니다.

「개인정보처리방침」을 통하여 이용자가 제공한 개인정보의 수집에서 이용 및 파기까지의 전반적인 사항에 대하여 알려드리며, 관련 법률 등의 변경 또는 회사의 운영정책 변경에 따라 개인정보처리방침은 변경될 수 있습니다. 변경될 경우에는 변경된 사항을 회사 홈페이지를 통하여 공지합니다.

회사의 개인정보처리방침은 다음과 같은 내용을 담고 있습니다.

개인정보의 처리목적
처리하는 개인정보 항목
개인정보의 보유 및 이용기간
개인정보의 파기
개인정보의 제3자 제공
개인정보처리의 위탁
정보주체와 법정대리인의 권리와 행사방법
개인정보의 안전성 확보조치
개인정보 자동 수집 장치의 설치•운영 및 거부에 관한 사항
온라인 맞춤형 광고에 관한 사항
개인정보보호책임자 및 연락처
권익침해 구제방법
기타
고지의 의무

#### 1. 개인정보의 처리목적
회사는 다음의 목적을 위하여 개인정보를 처리합니다.

가. 서비스 이행
서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금정산, 콘텐츠 제공, 구매 및 요금 결제, 물품배송 또는 청구지 등 발송, 금융거래 본인 인증 및 금융 서비스, 얼굴 입장(인식) 서비스 이용 시 사용자 인증 및 예매내역 확인 목적으로 개인정보를 처리합니다.

나. 이용자 관리
서비스 이용에 따른 본인확인, 개인 식별, 불량이용자의 부정 이용 방지와 비인가 사용 방지, 이용의사 확인, 이용횟수 제한, 연령확인, 불만처리 등 민원처리, 고지사항 전달, 탈퇴의사 확인 목적으로 개인정보를 처리합니다.

다. 마케팅 및 광고에 활용
신규 서비스(제품) 개발 및 특화, 이벤트 등 영리목적의 광고성 정보전송(전화, 이메일, 문자 등), 인구통계학적 특성에 따른 서비스 제공 및 광고 게재, 접속 빈도 파악 또는 이용자의 서비스 이용에 대한 통계 목적으로 개인정보를 처리합니다.

#### 2. 처리하는 개인정보 항목
회사는 이용자에게 다양한 서비스를 제공하기 위해 다음과 같은 개인정보를 처리하고 있습니다.

회사는 서비스 이용 중 다음과 같은 개인정보를 추가 수집할 수 있습니다.
이름, 생년월일, 휴대폰번호

또한, 서비스 이용과정에서 아래와 같은 정보가 생성되어 수집될 수 있습니다.
IP Address, 쿠키, 방문 일시, 서비스 이용 기록, 불량 이용 기록, 모바일 서비스 이용시 단말기 정보(단말기 모델, OS 유형, 이동통신사 정보, 하드웨어 ID, 광고 ID, 서비스 이용에 대한 기본 통계), 어플리케이션 설치 정보 및 결제·구매기록

#### 3. 개인정보의 보유 및 이용기간
가. 회사는 원칙적으로 이용자의 개인정보를 서비스 탈퇴 시까지 보유합니다.
단, 개인정보 도용 등으로 인한 원치 않는 서비스 탈퇴 등에 대비하기 위하여 서비스 탈퇴 요청 후 3일 간 개인정보를 보존합니다.

나. 서비스 탈퇴 시 불량 이용자 재가입 및 부정이용 방지목적을 위해 내부 식별정보를 1년간 보존합니다.

다. 회사는 이용자가 1년 이상 로그인 기록이 없는 경우, 개인정보의 안전한 보호 및 피해를 방지하기 위해 이용자에게 사전통지하고 개인정보를 별도로 분리하여 저장 관리합니다.

라. 회사는 휴면전환(또는 휴면탈퇴) 30일 전 전자메일을 통해 사전통지하며, 휴면처리된 계정의 경우 휴면 전환일로부터 이후 4년간 재이용이 없는 경우 분리 보관된 이용자의 정보를 완전히 파기합니다. 다만, 이용자가 서비스 재이용을 원하실 경우에는 로그인 후 "아이디 재사용 동의"절차를 거쳐 서비스를 재이용하실 수 있습니다.

부정이용 기록
보존 근거 : 부정이용 방지
보존 기간 : 회원탈퇴 후 1년

그리고 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 아래와 같이 관계법령에서 정한 일정한 기간 동안 이용자정보를 보관합니다.

보존 항목 : 계약 또는 청약철회 등에 관한 기록
보존 근거 : 전자상거래등에서의 소비자보호에 관한 법률
보존 기간 : 5년

보존 항목 : 대금결제 및 재화 등의 공급에 관한 기록
보존 근거 : 전자상거래등에서의 소비자보호에 관한 법률
보존 기간 : 5년

보존 항목 : 소비자의 불만 또는 분쟁처리에 관한 기록
보존 근거 : 전자상거래등에서의 소비자보호에 관한 법률
보존 기간 : 3년

보존 항목 : 웹사이트 방문기록
보존 근거 : 통신비밀보호법
보존 기간 : 3개월

#### 4. 개인정보의 파기
이용자의 개인정보는 원칙적으로 개인정보의 처리목적이 달성되면 지체 없이 파기합니다. 회사의 개인정보 파기절차 및 방법은 다음과 같습니다.

가. 파기절차
이용자가 서비스 이용 등을 위해 입력하신 정보는 목적이 달성된 후 별도의 DB로 옮겨져 내부 방침에 따라(보유 및 이용기간 참조) 일정 기간 저장된 후 파기됩니다.
별도 DB로 옮겨진 개인정보는 법률에 의한 경우를 제외한 다른 목적으로 이용되지 않습니다.

나. 파기방법
전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.
종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.
#### 5. 개인정보의 제3자 제공
회사는 이용자들의 개인정보를 "제1조(개인정보의 처리목적)"에서 고지한 범위내에서 사용하며, 이용자의 사전 동의 없이는 동 범위를 초과하여 이용하거나 원칙적으로 이용자의 개인정보를 외부에 공개하지 않습니다.

다만, 아래의 경우에는 예외로 합니다.

이용자가 사전에 동의한 경우
법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우

#### 6. 개인정보처리의 위탁
회사는 서비스 향상을 위해서 아래와 같이 개인정보를 위탁하고 있으며, 관계 법령에 따라 위탁계약 시 개인정보가 안전하게 관리될 수 있도록 필요한 사항을 규정하고 있습니다.

회사의 개인정보 위탁처리 기관 및 위탁업무 내용은 아래와 같습니다.

티켓 구매에 필요한 신용카드, 현금결제, 소액결제 등 결제서비스, 가상계좌 입금조회	-------
카카오 알림톡 및 문자 발송 --------


#### 7. 정보주체와 법정대리인의 권리와 행사방법
회사는 이용자의 권리를 다음과 같이 보호하고 있습니다.

가. 이용자 및 법정대리인의 권리와 행사방법
이용자 및 법정 대리인은 언제든지 등록되어 있는 자신 혹은 당해 만 14세 미만 아동의 개인정보를 조회하거나 수정할 수 있으며, 가입해지(서비스 탈퇴)를 요청하실 수 있습니다.

이용자 혹은 만 14세 미만 아동의 개인정보 조회 및 수정을 위해서는 ‘정보변경’(또는 ‘회원정보수정’ 등)을, 가입 해지(서비스 탈퇴)를 위해서는 “회원탈퇴”를 통하여 본인 확인 절차를 거치신 후 직접 열람, 정정 또는 탈퇴가 가능합니다.

혹은 개인정보보호책임자에게 서면, 전화 또는 이메일로 연락하시면 지체 없이 조치하겠습니다.

이용자가 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다.
또한 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정이 이루어지도록 하겠습니다.

회사는 이용자 혹은 법정 대리인의 요청에 의해 해지 또는 삭제된 개인정보를 “제3조 (개인정보의 보유 및 이용기간)”에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.

나. 개인정보 수집•이용•제공에 대한 동의철회(서비스탈퇴)
이용자는 개인정보 수집, 이용 및 제공에 대해 서비스 가입 시 동의하신 내용을 언제든지 철회하실 수 있습니다.
동의철회(서비스 탈퇴)는 서비스 탈퇴 메뉴를 통하여 직접 탈퇴신청을 하시거나, 개인정보보호책임자에게 서면, 전화 또는 E-mail로 연락하시면 개인정보를 파기하는 등 필요한 조치를 하겠습니다.


#### 8. 개인정보의 안전성 확보조치
회사는 이용자들의 개인정보를 처리함에 있어 개인정보가 분실, 도난, 유출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 안전성 확보조치를 강구하고 있습니다.

가. 관리적 조치
처리직원의 최소화 및 교육 : 개인정보관련 처리 직원은 담당자에 한정시키고 있고 이를 위한 별도의 비밀번호를 부여하여 정기적으로 갱신하고 있으며, 담당자에 대한 수시 교육을 통하여 회사 개인정보처리방침의 준수를 항상 강조하고 있습니다.
개인정보보호전담기구의 운영 : 사내 개인정보보호전담기구 등을 통하여 회사 개인정보처리방침의 이행사항 및 담당자의 준수여부를 확인하여 문제가 발견될 경우 즉시 수정하고 바로 잡을 수 있도록 노력하고 있습니다. 단, 이용자 본인의 부주의나 인터넷상의 문제로 ID, 비밀번호, 주민등록번호 등 개인정보가 유출되어 발생한 문제에 대해서는 일체의 책임을 지지 않습니다.
나. 기술적 조치
비밀번호 암호화 : 이용자 이메일주소(ID)의 비밀번호는 암호화되어 저장 및 관리되고 있어 이용자만이 알고 있으며, 개인정보의 확인 및 변경도 비밀번호를 알고 있는 이용자에 의해서만 가능합니다.
해킹 등에 대한 대비책 : 해킹이나 컴퓨터 바이러스 등에 의해 이용자의 개인정보가 유출되거나 훼손되는 것을 막기 위해 최선을 다하고 있습니다.
개인정보의 훼손에 대비해서 자료를 수시로 백업하고 있고, 최신 백신프로그램을 이용하여 이용자들의 개인정보나 자료가 유출되거나 손상되지 않도록 방지하고 있으며, 암호화통신 등을 통하여 네트워크상에서 개인정보를 안전하게 전송할 수 있도록 하고 있습니다.
그리고 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있으며, 기타 시스템적으로 보안성을 확보하기 위한 가능한 모든 기술적 장치를 갖추려 노력하고 있습니다.
다. 물리적 조치
접근통제 : 개인정보가 저장 및 보관된 장소의 시건장치를 사용하고 있으며, 출입통제 절차를 수립하고, 운영하고 있습니다.
#### 9. 개인정보 자동 수집 장치의 설치∙운영 및 거부에 관한 사항
회사는 이용자의 정보를 수시로 저장하고 찾아내는 '쿠키(cookie)'를 운용합니다.

가. 쿠키란
웹사이트를 운영하는데 이용되는 서버가 이용자의 브라우저에 보내는 아주 작은 텍스트 파일로서 이용자의 컴퓨터 하드디스크에 저장됩니다.
나. 쿠키 등 사용 목적
이용자의 접속 빈도나 방문 시간 등을 분석, 이용자의 취향과 관심분야를 파악 및 자취 추적, 각종 이벤트 참여 정도 및 방문 회수 파악 등을 통한 타겟 마케팅 및 개인 맞춤 서비스를 제공합니다.
다. 쿠키 설정 거부 방법
이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 이용자는 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다.
단, 이용자께서 쿠키 설치를 거부하였을 경우 로그인 되지 않거나, 예매가 불가하여 서비스 제공에 어려움이 있을 수 있습니다.

Chrome 웹 브라우저
우측 상단 메뉴 [설정] > [개인정보 보호 및 보안] > [사이트 설정] > [쿠키 및 사이트 데이터] 설정
Microsoft Edge 웹 브라우저
우측 상단 메뉴 [설정] > [쿠키 및 사이트 권한] > [쿠키 및 사이트 데이터 관리 및 삭제] 설정
라. 모바일 서비스에서의 쿠키 설치/운영에 관한 사항
PC 환경과 동일•유사한 인터넷 환경을 모바일 서비스에서도 제공하기 위해 모바일 기기 (예: 스마트 폰, 태블릿 PC)에서도 '쿠키(cookie)'를 사용할 수 있습니다.
단, 회사는 이용자의 명시적인 동의없이 개인정보를 포함하는 제3자의 쿠키를 임의로 수집하지 않습니다. 모바일 기기에서도 웹브라우저 설정 기능에서 쿠키 허용 여부를 선택할 수 있습니다.
모바일 기기의 운영체제 및 웹 브라우저 종류에 따라 다소 상이할 수 있지만, 대부분의 경우 모바일 웹브라우저의 환경 설정을 통해 쿠키허용 여부를 결정하거나, 기존의 쿠키 일체를 삭제할 수 있습니다.
다만 쿠키의 저장을 거부할 경우, 로그인이 필요한 일부 서비스의 이용에 불편함이 있을 수 있습니다.

Chrome 웹 브라우저
우측 상단 메뉴 [설정] > [사이트 설정] > [쿠키] 설정
Safari 웹 브라우저
[설정] > [Safari] > [쿠키 차단] > 설정
삼성 인터넷 브라우저
[설정] > 인터넷 사용 기록 > 인터넷 사용 기록 삭제
#### 10. 온라인 맞춤형 광고에 관한 사항
가. 행태정보란
웹사이트 방문 이력, 앱 사용 이력, 구매 및 검색 이력 등 이용자의 관심, 흥미, 기호 및 성향 등을 파악하고 분석할 수 있는 온라인상의 이용자 활동정보를 말합니다.

나. 행태정보의 수집 허용에 관한 사항
회사는 아래의 광고 사업자가 회사 서비스 내 생성정보분석 툴을 통해 온라인상의 이용자 행태정보를 수집∙처리하고, 이용자 대상 맞춤형 광고 서비스 전송 목적으로 이용할 수 있도록 허용하고 있습니다. 이용자는 브라우저의 쿠키 설정 변경 등을 통해 제3자가 수집∙처리하는 행태정보의 허용, 차단 등의 설정을 할 수 있습니다.


#### 11. 개인정보보호책임자 및 연락처
회사는 이용자의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 관련 부서 및 개인정보보호책임자를 지정하고 있습니다.

개인정보보호책임자 성명	심영보
소속부서	정보보안팀
전화번호	
이메일	
이용자는 회사의 서비스를 이용하시며 발생하는 모든 개인정보보호 관련 민원을 개인정보보호책임자 혹은 담당부서로 신고하실 수 있습니다.
회사는 이용자들의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다.

#### 12. 권익침해 구제방법
정보주체는 개인정보침해로 인한 구제를 받기 위하여 개인정보분쟁조정위원회, 개인정보침해신고센터 등에 분쟁해결이나 상담 등을 신청할 수 있습니다.

가. 개인정보분쟁조정위원회 (https://www.kopico.go.kr, 국번없이 1833-6972)
나. 개인정보침해신고센터 (https://privacy.kisa.or.kr, 국번없이 118)
다. 대검찰청 (https://www.spo.go.kr, 국번없이 1301)
라. 경찰청 (https://ecrm.cyber.go.kr, 국번없이 182)
#### 13. 기타
회사는 이용자에게 다른 웹 사이트에 대한 링크를 제공할 수 있습니다.
이 경우 링크되어 있는 웹 사이트로부터 이용자가 제공받는 서비스나 자료의 유용성 또는 이용자와 당해 웹 사이트의 거래에 대해서 회사는 어떠한 책임도 지지 않습니다.
링크되어 있는 웹 사이트 또는 연결된 페이지로 옮겨갈 경우 해당 웹 사이트의 개인정보처리방침은 회사와 무관하므로 새로 방문한 웹 사이트의 정책을 검토해 보시기 바랍니다.

#### 14. 고지의 의무
현 개인정보처리방침의 내용 추가, 삭제 및 수정이 있을 시에는 개정 최소 7일전부터 홈페이지의 ‘공지사항’을 통해 고지할 것입니다.`;
